{
  "landing": {
    "writer1": "Hello, my name is",
    "writer2": "and i'm a web developer",
    "description": "I'm a software developer focused on front-end and mobile development."
  },
  "about": {
    "link": "About",
    "title": "About me",
    "text": "My name is Lucas Henrique Vicente, I'm <age> years old and I've been a software developer since 2019, in 2020 I graduated in Information Systems by FHO - Uniararas. I'm focused on the JavaScript and TypeScript technologies, I have experience with front-end web and hybrid mobile development using React, React Native and Ionic Framework. I also have experience building REST APIs using Node.js, I've worked with relational databases like MySQL and SQLite and non-relational databases like MongoDB and Firebase. I really like web development and my goal is to become an expert in front-end development."
  },
  "skills": {
    "link": "Skills",
    "title": "Skills",
    "text": "Here are listed some of the technologies that I've been using for the past few years, both in a work environment and in personal projects."
  },
  "experience": {
    "link": "Experiences",
    "title": "Experiences",
    "workExperience": {
      "title": "Professional experience",
      "napp": {
        "title": "Front-end Developer",
        "description": "During my time at Napp Solutions I was responsible for the development and maintenance of web and mobile applications for commerce and marketplaces management using Node.js with TypeScript and JavaScript, the front-end was built with ReactJS and React Native, unit tests with Jest and React Testing Library, version control using Git and application prototyping using Figma"
      },
      "compsoft": {
        "title": "Mobile Development Internship",
        "description": "My first professional experience as a software developer was an internship at Compsoft. I was responsible for the development and maintenance of mobile applications aimed at managing inventory and sales. The technologies i was using were Typescript with the Ionic Framework. Also worked on a internal management system using React and Typescript."
      }
    },
    "education": {
      "title": "Education",
      "bachelorSI": "Bachelor degree in Information Systems"
    }
  },
  "projects": {
    "link": "Projects",
    "title": "Projects",
    "texts": {
      "description": "There are some projects i would like to highlight:",
      "moreProjects": "More projects can be found on my Github profile."
    },
    "descriptions": {
      "pokedexReact": "Application to list Pokémon built with React.",
      "covidMonitoring": "Application to view covid-19 cases built with Ionic.",
      "nlwCopa": "Application built with React, React Native and Node.",
      "demyx": "Music playing Discord bot built using Node.",
      "pokedexIonic": "Application to list Pokémon built with Ionic.",
      "portfolio": "This portfolio was built with Next.js"
    }
  },
  "contact": {
    "link": "Contact",
    "title": "Contact",
    "text": "Interested in my work? Send me a message."
  },
  "buttons": {
    "about": "About me",
    "contact": "Contact",
    "company": "About the company",
    "application": "Application",
    "code": "Code"
  },
  "since": "since"
}
